{ 
    "/S/ TRANSLATION EXAMPLES /S/": "",
    "/S/ (Left side) Default Text /S/": "/S/ (Right Side) Your translated text /S/",
    "/S/ Hello /S/": "/S/ Hola /S/",
    "/S/ Seperators (vanillarefresh.[blank].seperators) seperate text UI. Adjust these based on new translated text if needed \n's /S/": "",
    "/S/ !!! Maintain indentions and \n's /S/": "",
    




    "Translator: ": "翻译者",
    "Translated by: ": "翻译:",
    "[[insert name on right ->]]": "苦力怕啊QwQ, Mo123",

    "Health": "血量",
    "Hours": "游玩时间",
    "Mob Kills": "生物击杀",
    "Player Kills": "玩家击杀",
    "Deaths": "死亡次数",
    "Hours Survived": "生存时间",
    "XP Level": "经验等级",
    "XP Levels": "经验等级",
    "Member ID": "玩家代号",
    "Death Score": "死亡分数",
    "Time Played (Hours)": "玩家游玩时间(以小时计)",



    "Page 9 -->": "第9页 -->",
    "Page 8 -->": "第8页 -->",
    "Page 7 -->": "第7页 -->",
    "Page 6 -->": "第6页 -->",
    "Page 5 -->": "第5页 -->",
    "Page 4 -->": "第4页 -->",
    "Page 3 -->": "第3页 -->",
    "Page 2 -->": "第2页 -->",
    
    "<-- Page 8": "<-- 第8页",
    "<-- Page 7": "<-- 第7页",
    "<-- Page 6": "<-- 第6页",
    "<-- Page 5": "<-- 第5页",
    "<-- Page 4": "<-- 第4页",
    "<-- Page 3": "<-- 第3页",
    "<-- Page 2": "<-- 第2页",
    "<-- Page 1": "<-- 第1页",
    "<-- Return": "<-- 返回",
	
    "Next Page": "下一页",
    "Previous Page": "上一页",
    "Enabled": "启用",
    "Disabled": "不启用",
    "Configure": "配置页面",
    "Cancel": "取消",
    "Click to change this setting": "点击这里设置",
    "Click to Open": "点击打开",
    "Click to preview": "点击预览",
    "Preview": "预览",

    
    "vanilla_refresh.itemsetsUI.seperator1": "                                                       ",
    "Clear Inventory: ✔": "清空物品栏: ✔",
    "Clear Inventory: ❌": "清空物品栏: ❌",

    "Open chat (": "打开聊天 (",
    ") and use your cursor to click UI": ") 并使用鼠标点击UI",

    "Select an Item Set  ": "选择一个物品套装  ",
    "Selecting an item set will clear your current inventory": "选择一个物品套装将会清空你的当前背包",
    "Click to Give": "点击获得",
    "  Build Palletes & Styles": "  样式",
    "  Armor": "  盔甲",
    "  Blocks": "  方块",
    
    "Select a Wand  ": "选择一个法杖  ",

    "Applied permanent night vision": "给予永久夜视效果",
    "Removed permanent night vision": "移除永久夜视效果",

    "— D —": "— D —",
    "— DA —": "— DA —",
    "— DAY —": "— DAY —",
    "— DAY ": "— DAY ",
    "—  DAY  —": "—  DAY  —",
    " DAY ": " DAY ",
    
    "Add an item to this Armor Stand first to create an item rack": "首先在这个盔甲架上添加一个物品来创建一个物品架",
    
    "Health: ": "血量:",
    "Type: ": "Type: ",
    "Player": "玩家",
    "Mob": "生物",
    "Boss": "Boss",
    "Miscellaneous": "杂项",
    "Distance: ": "距离: ",
    " blocks away": " 方块远",

    "Clock": "时钟",
    "Time: ": "时间: ",
    "Day: ": "日期: ",
    "Lodestone": "指南针",

    "Last Death": "上一次死亡",
    "No Death Located": "没有死亡记录",
    "Coordinates: ": "坐标: ",

    "Compass": "指南针",
    "Facing: ": "朝向: ",
    ", North": ", 北",
    ", East": ", 东",
    ", South": ", 南",
    ", West": ", 西",
    
    "Free Float mode activated": "自由漂浮模式已激活",
    "Hold ": "按住 ",
    " to hover down. - Time Left: ": " 以缓缓下降 - 剩余时间: ",
    
    "'s Soul": "的灵魂",
    "Soul": "灵魂",
    "Player Soul": "玩家灵魂",
    " Time Left: ": " 剩余时间: ",
    " minutes, ": " 分钟，",
    " hours, ": " 小时，",
    " seconds": " 秒",
    
    " survived ": " 存活 ",
    " time since spawning into the world and now has a total of ": " 自从进入世界以来已存活的时间，现在总共 ",
    " time since their last death and now has a total of ": " 自从上次死亡以来已过去的时间，现在总共 ",
    " deaths": " 死亡次数",
    
    "Select a Gamerule Category ": "选择一个游戏规则类别 ",
    "ⓘ Value Info": "ⓘ 选项信息",
    "0 = Gamerule/setting is disabled\\n1 = Gamerule/setting is enabled\\n\\nOther values mean the setting has more options than just enabled and disabled. (Next to the value, it'll describe what option is set)": "0 = 游戏规则/设置已禁用\\n1 = 游戏规则/设置已启用\\n\\n其他值表示设置有更多选项，而不仅仅是启用和禁用。 (值旁边将描述设置了什么选项)",
    
    "Overworld: ": "主世界: ",
    "The Nether: ": "下界: ",
    "The End: ": "末地: ",
    "Other Dimensions: ": "其他维度: ",
    "Players: ": "玩家: ",
    "Operators: ": "管理员: ",
    "Creative Mode: ": "创造模式: ",
    "Spectators: ": "旁观者: ",
    
    "There are currently ": "当前有 ",
    " players ": " 名玩家 ",
    "online": "在线",
    "There is currently ": "当前有 ",
    " player ": " 名玩家 ",
    "A total of ": "总共 ",
    "ever joined the game": " 加入过游戏",
    "You're the only player to ever join this world": "你是唯一加入这个世界的玩家",
    
    "ⓘ Sharing: ": "ⓘ 共享: ",
    "  Member ": "  成员 ",
    "Member ": "成员 ",
    "(ID: ": "(ID: ",
    "Your member ID can be used by others to view your stats. To view someone else's stats, use ": "您的成员ID可以被其他人用来查看您的统计数据。要查看其他人的统计数据，请使用 ",
    ", replacing ": ", 替换 ",
    " with the member ID of an online player.": " 以在线玩家的成员ID。",
    "\\n(Hold ": "\\n(按住 ",
    " to view online players' member IDs)": " 查看在线玩家的成员ID)",
    "\\n\\nYou can make your stats private from non-operator players by disabling this setting.": "\\n\\n您可以通过禁用此设置来使您的统计数据对非操作员玩家保密。",
    
    "That player is offline or doesnt exist": "该玩家离线或不存在",
    "This player has disabled viewing of their stats": "该玩家已隐藏其统计数据",
    "This user's stats are privated for non-operators\\n": "该用户的统计数据对非管理员是私密的\\n",
    
    "Player Stats of ": "玩家统计数据为 ",
    "Time Played: ": "游戏时间: ",
    "Time Since Last Death: ": "上次死亡以来时间: ",
    "Average Deaths Per Hour: ": "每小时平均死亡次数: ",
    "Mob Kills: ": "怪物击杀: ",
    "Player Kills: ": "玩家击杀: ",
    "XP Level: ": "经验等级: ",
    "Deaths: ": "死亡次数: ",
    
    "Select a Settings Category ": "选择一个设置类别 ",
    "Reset Settings": "重置设置",
    "Click to reset settings to default": "点击以将设置重置为默认值",
    
    "Disable All": "禁用所有",
    "Click to disable all settings (Useful if you just want Vanilla Refresh's creative mode tools)": "点击以禁用所有设置（如果您只想使用 Vanilla Refresh 的创造模式工具，则非常有用)",
    "Click to insert/copy command": "点击插入/复制命令",
    " << Click to insert command": " << 点击插入命令",
    "Run the above command and replace ": "运行上述命令并将 ",
    " with a player name": " 替换为玩家名称",
    "This command works for online and offline players": "此命令适用于在线和离线玩家",
    
    "Removed ": "移除了 ",
    " block animation markers": " 方块动画标记",
    "No entity was found": "未找到实体",
    ": Removed ": ": 移除了 ",
    " block animation markers]": " 方块动画标记]",
    " crop XP markers": " 作物经验值标记",
    " night mobs": " 夜间怪物",
    " soul links": " 灵魂链接",
    ": shattered": ": 取消了",
    "Shattered": "取消的",
    
    "PREVIEW:": "预览：",
    "\\nPREVIEW:\\n": "\\n预览：\\n",
    
    
    "You've entered": "您已进入",
    "Spectator Actions": "旁观者操作",
    " Spectator Mode": " 旁观者模式",
    "Random Player": "随机玩家",
    "Night Vision: Enabled": "夜视：开启",
    "Night Vision: Disabled": "夜视：关闭",
    "World Spawn": "世界出生点",
    "Last Death Location": "上次死亡位置",
    
    "Night Vision: ❌": "夜视效果: ❌",
    "Night Vision: ✔": "夜视效果: ✔",
    "Ghost Particles: ❌": "幽灵粒子效果: ❌",
    "Ghost Particles: ✔": "幽灵粒子效果: ✔",

    "vanilla_refresh.spectateUI.seperator1": "   -> ",
    "vanilla_refresh.spectateUI.seperator2": "      -> ",
    "vanilla_refresh.spectateUI.seperator3": "            -> ",
    
    
    "Appear": "出现",
    "Death Location": "死亡位置",
   
    "Disabled ": "禁用 ",
    "Enabled ": "启用 ",
    "Night Vision": "夜视",
    "Now spectating ": "正在旁观 ",
    "...no one?": "...没有人在吗？",
    "Teleported to ": "传送到 ",
    "Click to run this command": "点击运行此命令",
    
    "Disabled your ": "禁用你的 ",
    "Enabled your ": "启用你的 ",
    "Ghost Particles": "幽灵粒子",
    
    
    "Multiplayer": "多人游戏",
    "Creative": "创造模式",
    "Other": "其他",
    "Griefing": "破坏",
    "Blocks & Items": "方块与物品",
    "Entities": "实体",
    
    "vanilla_refresh.settings.categories.seperator1": "   ",
    "vanilla_refresh.settings.categories.seperator2": "       ",
    "vanilla_refresh.settings.categories.seperator3": "  ",
    "vanilla_refresh.settings.categories.seperator4": "   ",
    "vanilla_refresh.settings.categories.seperator5": "  ",
    "vanilla_refresh.settings.categories.seperator6": "   ",
    
    
    "\\nWelcome to ": "\\n欢迎来到 ",
    "! You'll be able to configure each feature within Vanilla Refresh to your liking here. Hover over an ": "！你可以根据个人偏好定制 Vanilla Refresh 的每个功能。悬停在 ",
    " icon to get a description of what a setting does.\\n": " 图标上以获取设置功能的描述。\\n",
    "Continue\\n": "继续\\n",
    "Click to Proceed to the Settings page": "点击前往设置页面",
    "Information moment": "信息",
    
    "For Soul Links to function correctly, the gamerule Keep Inventory will have to be enabled. Confirm below to allow Vanilla Refresh to enable Keep Inventory.": "为了正确地使用灵魂链接，需要启用 gamerule Keep Inventory。请确认以允许 Vanilla Refresh 启用 Keep Inventory (死亡不掉落)。",
    
    "Enable Keep Inventory & Soul Links": "启用 Keep Inventory (死亡不掉落) 和灵魂链接",
    
    "Value can't be lower than 0": "值不能小于 0",
    ": Optimized and refreshed all mob health scores for existing and non existing entities": ": 优化并刷新所有现有和不存在实体的生命值分数",
    
    "Are you sure you want to disable Stats Tracking?": "你确定要禁用统计数据追踪吗？",
    " When stats are disabled individually, only their display is removed, but they are still tracked incase later its desired to be re-enabled. If you disable this setting, ": "当单独禁用统计数据时，仅移除其显示，但仍然跟踪，以防以后需要重新启用。如果你禁用此设置",
    "stats will stop tracking entirely,": "统计将停止跟踪",
    " and if you re-enable Stats Tracking after disabling it, the stats will no longer be accurate.": "如果您在禁用统计信息跟踪后重新启用它，统计信息将不再准确",
    "Disable it!": "禁用它！",
    
    "Night": "夜晚",
    "Midnight": "午夜",
    "Day": "白天",
    " - Set the time to 1000": " - 设置时间为1000",
    " - Set the time to 13000": " - 设置时间为13000",
    " - Set the time to 18000": " - 设置时间为18000",
    
    "Player hours successfully reset": "玩家游戏时间成功重置",
    
    "Are you sure you want to reset all players played hours stats? Click below to confirm.": "你确定要重置所有玩家的游戏时间统计吗？点击下方确认。",
    "Click to Confirm and reset all player hours": "点击确认并重置所有玩家的游戏时间",
    "> Confirm and Reset <\\n": "> 确认并重置 <\\n",
    
    
    "Loaded Soul Links successfully shattered": "加载的灵魂链接已成功取消",
    
    "Are you sure you want to shatter all soul links? Click below to confirm.": "你确定要取消所有灵魂链接吗？点击下方确认。",
    "Click to Confirm and shatter all soul links": "点击确认并取消所有灵魂链接",
    "> Confirm and Shatter Soul Links <\\n": "> 确认并取消灵魂链接 <\\n",
    
    "Tip: - If at any point you'd like to, you can sit down ingame by looking straight down, sneaking and right clicking": "Tip：- 如果你想在任何时候坐下，只需垂直向下看，潜行并点击右键",
    "Tip: - Dropping an anvil on blocks like Deepslate Tiles, Packed Ice, or Stone Bricks will crush them back into their original forms.": "Tip：- 将铁砧砸在深板岩砖、浮冰或石砖上会将其还原为其原始形态。",
    "Tip: - You can use a lever to swap between armor stand poses": "Tip：- 你可以使用拉杆来切换盔甲架的不同姿势",
    "Tip: - You can equip banners on an empty head slot by holding the banner you want to wear and clicking sneak multiple times.": "Tip：- 你可以通过手持你想要佩戴的旗帜并多次点击潜行来装备旗帜在空的头部装备槽位。",
    "Tip: - Dropping an Echo Shard on a mob will silence them. You can unsilence them by placing water on the mob": "Tip：- 向怪物丢弃回声碎片会使其静默。你可以通过在怪物头上放置水来取消静默效果。",
    "Tip: - Curious about what this world's gamerules are set to? You can view their values by using ": "Tip：- 对于这个世界的游戏规则状态感兴趣吗？你可以在聊天框输入",
    " in chat": "以查看游戏规则的值",
    "Tip: - Creative Mode users have access to Vanilla Refresh creative features. Use ": "Tip：- 创造模式的玩家可以使用 Vanilla Refresh 的创造相关功能。使用 ",
    " for helpful tools and ": " 获取实用工具和 ",
    "Wands": "法杖",
    "Item Sets": "物品套装",
    " to quickly give yourself a set of items, like armor": "来快速给自己一套物品，例如盔甲套装",
    
    "Tip: - Holding ladders and pressing sneak on a ladder block allows you extend its length and hang over air blocks": "Tip：- 手持梯子并在一个梯子方块上按住潜行，你可以在空中自由延展梯子的长度",
    "Tip: - Dropping an Ender Pearl on your Lodestone allows you teleport instantly to it within a 80 block radius": "Tip：- 向磁石上方丢入一个末影珍珠后，你可以在80格内对准该磁石使用末影珍珠以瞬间传送至磁石处",
    "Tip: - View a variety of your player stats ingame by using ": "Tip：- 使用以下指令在游戏内查看一系列你的玩家状态 ",
    "A new player has joined the server! Member #": "一名新玩家加入了服务器! 成员 #",
        
            
                
                        
"Tip: - Cauldrons with water still work in the Nether without evaporating": "Tip：- 炼药锅在下界中仍然可以装水而不会蒸发",
"Tip: - Swift Sneak allows you to quickly bridge across areas with the same speed as walking": "Tip：- 迅捷潜行使得你可以用等同行走的速度进行速叠(搭桥)",
    "Tip: - This chat message is not from a player": "Tip：- 这条聊天信息并非由玩家发送",
    "Tip: - You can use Charged Creepers on Wither Skeletons to instantly get their skull": "Tip：- 使用闪电苦力怕可以快速获取凋零骷髅头",
    "Tip: - The explosion of beds can be used to mine through netherrack for ancient debris": "Tip：- 床的爆炸可以用来摧毁下界岩挖掘远古残骸",
    "Tip: - Below the deepslate layer underground you'll find significantly more diamonds": "Tip：- 在深版岩层的下方你会发现更多的钻石",
    "Tip: - Flooded caves contain more exposed ores than ordinary caves, so if you're seeking diamonds, try searching a flooded cave in the Ocean": "Tip：- 含水洞穴比普通洞穴有更多的裸露矿石，如果你想寻找钻石，试试在海洋中寻找含水洞穴",
    "Tip: - Iron isn't typically found on the surface of the world, but mountains generate high amounts of iron ore exposed to air.": "Tip：- 铁通常不会出现在世界表层，但高山会产生大量暴露在空气中的铁矿石",
    "Tip: - The lower a wolf's tail is, the less health it has": "Tip：- 狼尾巴越低，它的生命值越少",
    "Tip: - Cats scare away Creepers, but also Phantoms": "Tip：- 猫可以吓跑苦力怕，同样也可以吓跑幻翼",
 
"Tip: - Goats can be milked as an alternative to cows": "Tip：- 山羊和牛一样可以用来获得奶",

"Tip: - On Hard Mode, villagers have an 100% chance of zombifying from a zombie attack": "Tip：- 在困难模式下，村民在受到僵尸攻击后100%会变成僵尸村民",

"Tip: - You can equip a banner on a shield to give your shields awesome designs.": "Tip：- 你可以在盾牌上装备旗帜，以给你的盾牌带来独特的设计",

"Tip: - Setting your FOV to 40 or less makes for great, cinematic base screenshots without FOV warp.": "Tip：- 将你的视野设置为40或更小，可以得到没有镜头畸变的绝佳电影级截图",

"Tip: - Golden carrots make a great food source for those who have an abundance of gold and carrots": "Tip：- 金胡萝卜是那些拥有大量金和胡萝卜的人的绝佳食物来源",

"Tip: - Feather Falling IV only has a approximate 2.7% chance of appearing on a enchanting table": "Tip：- 摔落保护IV只有大约2.7%的几率出现在附魔台",

"Tip: - The Silence armor trim has a 1.25% chance of appearing in Ancient City chests": "Tip：- 寂静盔甲纹饰在远古城市的宝箱中出现的概率为1.25%",

"Tip: - A Hoe can be used to quickly remove leaves from a tree": "Tip：- 锄头可以用于快速清除树叶",

"Tip: - The Wither is immune to projectiles in its final phase": "Tip：- 在凋零的最终阶段，它免疫投射物伤害",

"Tip: - Using Silk Touch to get nether gold ore and then smelting it into an ingot is more efficent": "Tip：- 使用精准采集挖掘下界金矿石，然后将其熔炼成锭，效率更高",

"Tip: - Barrels below solid blocks can still be opened": "Tip：- 在完整方块下方的木桶仍然可以被打开",

"Tip: - Placing a cauldron while its snowing in a biome will fill the cauldron with powdered snow": "Tip：- 在下雪的生物群系中放置一个炼药锅，炼药锅将被装满细雪",

"Tip: - You can create your own mud blocks by pouring a water bottle on a block of dirt": "Tip：- 你可以通过在泥土上倒水瓶来自己制作泥巴",

"Tip: - Lava can be farmed by placing a lava source block above pointed dripstone, and then placing a cauldron below the dripstone": "Tip：- 在滴水石锥上方放置一桶岩浆，然后在其下方放置一个炼药锅，可以实现岩浆自由",

"Tip: - Endermen will attack any endermites they see": "Tip：- 末影人会攻击它们看到的任何末影螨",

"Tip: - If you have too much emeralds, iron etc, you can convert them into blocks to save x9 space in your chests": "Tip：- 如果你有太多的绿宝石、铁等物品，你可以将它们转换为块来节省你的箱子空间",

"Tip: - Fortune III allows you to collect a greater amount of items when mining certain blocks, like ores and crops": "Tip：- 时运 III 允许你在开采某些方块时获得更多的物品，如矿石和作物",

"Tip: - Fighting mobs with axolotls regenerates your health": "Tip：- 与美西螈并肩作战时，它可以恢复你的生命值",

"Tip: - Crops dont need to be directly touching water to grow, up to 4 blocks away the crop can still be hydrated": "Tip：- 作物不需要直接接触水源来生长，与水源相距远时四格耕地仍然可以保持湿润" ,

"Tip: - Elytras can be repaired using phantom membranes or mending": "Tip：- 使用幻翼膜或经验修补可以用于修复鞘翅",
"Tip: - Amethyst shards can be used to breed allays": "Tip：- 紫水晶碎片可用于复制悦灵",
    
    "Tip: - Wolves scare away and attack skeletons": "Tip：- 狼会吓跑并攻击骷髅",
    
    "Tip: - A goat has a 2% chance of spawning as a screaming varient": "Tip：- 山羊有2%的几率生成为尖叫变种",
    
    "Tip: - Press fn + F3 to open the debug menu and see helpful info like your coordinates and fps": "Tip：- 按下 fn + F3 打开调试菜单，查看如坐标和帧率等实用信息",

"Tip: - Seeking an Ancient City? Try mining below mountains! Ancient Cities and the Deep Dark generate more often below them.": "Tip：- 寻找远古城市？尝试在高山下挖掘！远古城市和深暗之域在高山下生成的频率更高。",

"Tip: - A bow cannot have both the Mending and Infinity enchantments": "Tip：- 弓箭不能同时拥有经验修补和无限两种附魔",

"Tip: - The rarest ores are deepslate coal and deepslate emerald": "Tip：- 最稀有的矿石是深层煤矿和深层绿宝石矿",

"Tip: - Use a blast furnance to quickly smelt ores": "Tip：- 使用高炉快速熔炼矿石",

"Tip: - Use a smoker to quickly smelt food items": "Tip：- 使用烟熏炉快速烹饪食物",

"Tip: - Campfires smelt food without using fuel": "Tip：- 篝火可以不消耗燃料烹饪食物",

"Tip: - Lava buckets can be used as a fuel source in furnaces to smelt tons of items": "Tip：- 岩浆桶可以作为熔炉的燃料熔炼大量物品",

"Tip: - Enderchests can only be mined with a Silk Touch pickaxe": "Tip：- 末影箱只能用带有精准采集附魔的镐子开采",

"Tip: - Water buckets and a lava pool can be used to make a nether portal without ever needing to mine obsidian": "Tip：- 水桶和岩浆池可用于浇筑下界传送门，无需手动挖掘黑曜石",
    
"Tip: - Sculk Blocks drop XP when mined. You can use a Hoe enchanted with Efficiency V to quickly gather XP from mined Sculk.": "Tip：- 幽匿块被破坏时会掉落经验，你可以使用效率V附魔的锄头快速挖掘幽匿块获得经验。",

"Tip: - You can instantly dry wet sponges by placing them in the Nether": "Tip：- 将湿海绵放置在下界可以立即使其干燥",

"Tip: - In Warm Ocean Ruins, you can sometimes find Sniffer eggs buried in Suspicious Sand. Use a brush on these sand blocks to uncover a potential Sniffer egg.": "Tip：- 在温暖海洋遗迹中，有时可以在可疑沙子中找到嗅探兽蛋。使用刷子清理这些沙块，可能会发现嗅探兽蛋。",

"Tip: - Diamond armor can be bought from armorer villagers for as cheap as 1 emerald": "Tip：- 钻石盔甲可以从盔甲匠处以最低1颗绿宝石的价格购买",

"Tip: - Candles can be placed on cakes for a colorful touch": "Tip：- 将蜡烛放在蛋糕上以增添色彩",

"Tip: - Each disc in a jukebox gives a different power level to comparators": "Tip：- 唱片机中的放置不同唱片会为比较器提供不同等级的红石信号",

    "Tip: - You can hold ": "Tip：- 按住 ",
     " to view a list of all current players online": "以查看当前在线所有玩家的列表",

    "Tip: - Hold ": "Tip：- 按住 ",
    " to sneak around sculk sensors and avoid being detected": "悄悄绕过幽匿感测体避免被检测到",

    "Tip: - Wool can cancel out vibrations, so placing it or walking over it wont be detected by nearby Sculk Sensors ": "Tip：- 羊毛可以消除声音，因此放置或者在它上方行走不会被附近的幽匿感测体检测到",


    "Tip: - End portal frames have a 10% chance of generating already filled with an Eye of Ender. ": "Tip：- 每个末地传送门框架有10%的概率自带一个末影之眼。",

    "Tip: - Sculk shriekers wont shriek when broken, though their breaking vibration can be delivered to a nearby Sculk Sensor. ": "Tip：- 当幽匿尖啸体被挖掘时不会发出尖啸，但挖掉它的声音会被传递给附近的幽匿感测体。",

    "Tip: - Challenge advancements when completed can earn you some experience points": "Tip：- 完成挑战成就后可以获得一些经验值",

    "Tip: - Coal ore stops generating in the deepslate layer of the world, so make sure you have enough torches before going too deep!": "Tip：- 主世界的深板岩层将不再生成煤矿石，所以在深入之前确保有足够的火把！",

    "Tip: - Mobs can only spawn on blocks with a light level of 0": "Tip：- 怪物只能在光照等级为 0 的方块上生成",

    "Tip: - Blazes take damage from snowballs": "Tip：- 雪球可以对烈焰人造成伤害",

    "Tip: - You can use a water bucket and place it below yourself to negate levitation from a Shulker attack.": "Tip：- 你可以在自己下方放置一桶水，以抵消潜影贝攻击的漂浮效果",

    "Tip: - Hoe's can be used to quickly remove vegetation like moss, leaves, and sculk. Enchant one with Efficiency for even more speed.": "Tip：- 锄头可以用来快速清除苔藓、树叶和幽匿等植被。携带效率附魔时可以进一步提升速度。",

    "Tip: - Cactus destroys any item that touches it": "Tip：- 仙人掌会摧毁任何接触到它的物品",

    "Tip: - You can sleep during thunderstorms, even if its daytime": "Tip：- 你可以在雷暴期间睡觉，即使是白天",

    "Tip: - Carpet can be placed on a fence, allowing players to jump on it, but not mobs. Helpful for enclosing livestock.": "Tip：- 地毯可以放置在栅栏上，允许玩家跳上去，但无法让生物跳上去。这对于圈养牲畜非常有用。",

    "Tip: - Splash water bottles extinguish fire and burning mobs": "Tip：- 喷溅水瓶可以灭火并熄灭燃烧的生物",

    "Tip: - Along with magma blocks and soul sand, you can use doors and torches to regain air underwater": "Tip：- 除了岩浆块和灵魂沙，你还可以使用门和火把在水下恢复空气",

    "Tip: - If you wear a carved pumpkin on your head, endermen wont attack you when looking at them": "Tip：- 如果你头上戴着雕刻南瓜，注视末影人时他们将不会攻击你",

    "Tip: - Eyes of Ender have a 20% chance of shattering after being thrown": "Tip: - 末影之眼在使用后有20%的几率破碎。",

    "Tip: - You can ride inside a boat and fall any height without taking damage": "Tip: - 无论从多高的地方坐船坠落都不会受到伤害。",

    "Tip: - Mobs won't despawn if they're inside a boat": "Tip: - 如果生物在船内，它们不会自然消失。",

    "Tip: - Netherite tools and armor can't burn in lava": "Tip: - 下界合金的工具和盔甲不会在岩浆中烧毁。",

    "Tip: - If you feed a frog a magma cube, they'll spit it out as a neat Froglight block": "Tip: - 如果你给青蛙喂一个岩浆怪，它会把它吐出来，变成一个干净的蛙明灯。",

    "Tip: - Beacon blocks can share their pyramid base blocks, allowing you to stack beacon effects": "Tip: - 信标能共享它们的金字塔底座方块，从而允许你叠加信标效果。",
    
    
    "Tip: - Torches release light up to 14 blocks away, so space your torches 28 blocks away from each other to optimally prevent mobs from spawning": "Tip: - 火把的光照范围可达 14 格，因此将火把间隔 28 格放置可以最佳地防止生物生成。",
    
    
    "Tip: - Large iron ore veins containing massive amounts of iron generate underground in the deepslate layer. You'll know you found one indicated by long strips of tuff with iron ore.": "Tip: - 大型铁矿脉在深板岩层地下生成，含有大量铁矿石。当你发现它时，可以通过与铁矿石相连的长条状凝灰岩来判断。",
    
    "Tip: - Armor trims can be duplicated in a crafting table with diamonds, your smithing template, and a base block.": "Tip: - 在工作台上，使用钻石、你的锻造模板和基础方块可以复制盔甲纹饰。",
    
    "Tip: - Use armor smithing templates in a smithing table to decorate your armor with neat patterns and designs": "Tip: - 在锻造台上使用盔甲锻造模板来为你的盔甲装饰上整洁的图案和设计。",
    
    "Tip: - You can edit a placed sign by right clicking it": "Tip: - 右键点击放置的告示牌可以编辑它。",
    
    "Tip: - Right click a wood log to turn it into a stripped log": "Tip: - 手持斧头右键点击原木可以将其变成去皮原木。",
    
    "Tip: - While holding a map, right click a banner to mark the banners position on your map": "Tip: - 当拿着地图时，右键点击旗帜可以在地图上标记旗帜的位置。",
    
    "Tip: - Use a Brush on an armadillo to collect armadillo scutes. You can use these scutes to craft wolf armor.": "Tip: - 在犰狳身上使用刷子可以收集犰狳鳞甲。你可以使用这些鳞甲来制作狼的盔甲。",
    
    "Tip: - Fireworks can be loaded and shot from a Crossbow": "Tip: - 烟火可以装在弩上发射。",
    
    "Tip: - Enchanting Tables require a minimum of 15 nearby bookshelves to give level 30 enchantments": "Tip: - 附魔台需要至少15个书架才能提供30级的附魔。",
    
    "Tip: - Endermen can spawn in the Overworld, Nether, and End": "Tip: - 末影人可以在主世界、下界和末地生成。",
    
    "Tip: - You can up the difficulty of a Trial Chamber and obtain more valuable loot from it by drinking an Ominous Bottle": "Tip: - 通过饮用一个不祥之瓶，你可以提高试炼大厅的难度并从中获得更有价值的战利品。",
    
    "Tip: - Zombie Villagers can be cured by throwing a weakness splash potion at them and feeding them a golden apple.": "Tip: - 向僵尸村民投掷虚弱药水并喂食金苹果可以治愈它们。",
    
    "Tip: - Splash weakness potions and golden apples cure zombie villagers. Brew one in a brewing stand with water bottles, a fermented spider eye, and gunpowder": "Tip: - 喷溅型虚弱药水和金苹果可以治愈僵尸村民。在酿造台上用水瓶、发酵蜘蛛眼和火药酿造。",
    
    "Tip: - Endermen spawn frequently in the Nether's Warped Forest": "Tip: - 在下界的扭曲森林中，末影人的生成频率更高。",
    
    "Tip: - Cartographer villagers can sell explorer maps leading to Trial Chambers": "Tip: - 制图师村民会售卖前往试炼大厅的地图。",
    
    "Tip: - Wolves wearing wolf armor are completely invulnerable to most damage. Their armor will break after absorbing 64 damage (32❤)": "Tip: - 穿着狼甲的狼对大多数伤害完全免疫。它们的护甲在吸收64点伤害（32❤）后会损坏。",
    
    "Tip: - Drinking a bucket of milk will clear away any effect, including Bad Omen/Raid Omen": "Tip: - 饮用一桶牛奶可以清除任何效果，包括不祥征兆/突袭征兆。"


 
    ,
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "vanilla_refresh.seperator.wands.entities": ""


}