{
    "/S/ TRANSLATION EXAMPLES /S/": "",
    "/S/ (Left side) Default Text /S/": "/S/ (Right Side) Your translated text /S/",
    "/S/ Hello /S/": "/S/ Hola /S/",
    "/S/ Seperators (vanillarefresh.[blank].seperators) seperate text UI. Adjust these based on new translated text if needed \n's /S/": "",
    "/S/ !!! Maintain indentions and \n's /S/": "",
    "Translator: ": "翻譯者",
    "Translated by: ": "翻譯:",
    "[[insert name on right ->]]": "Waterball",
    "Health": "血量",
    "Hours": "遊玩時間",
    "Mob Kills": "擊殺生物數",
    "Player Kills": "擊殺玩家數",
    "Deaths": "死亡次數",
    "Hours Survived": "生存時間",
    "XP Level": "經驗等級",
    "XP Levels": "經驗等級",
    "Member ID": "玩家代號",
    "Death Score": "死亡分數",
    "Time Played (Hours)": "玩家遊玩時間(以小時為單位)",
    "Page 9 -->": "第 9 頁 -->",
    "Page 8 -->": "第 8 頁 -->",
    "Page 7 -->": "第 7 頁 -->",
    "Page 6 -->": "第 6 頁 -->",
    "Page 5 -->": "第 5 頁 -->",
    "Page 4 -->": "第 4 頁 -->",
    "Page 3 -->": "第 3 頁 -->",
    "Page 2 -->": "第 2 頁 -->",
    "<-- Page 8": "<-- 第 8 頁",
    "<-- Page 7": "<-- 第 7 頁",
    "<-- Page 6": "<-- 第 6 頁",
    "<-- Page 5": "<-- 第 5 頁",
    "<-- Page 4": "<-- 第 4 頁",
    "<-- Page 3": "<-- 第 3 頁",
    "<-- Page 2": "<-- 第 2 頁",
    "<-- Page 1": "<-- 第 1 頁",
    "<-- Return": "<-- 返回",
    "Next Page": "下一頁",
    "Previous Page": "上一頁",
    "Enabled": "啟用",
    "Disabled": "禁用",
    "Configure": "配置頁面",
    "Cancel": "取消",
    "Click to change this setting": "點擊這裡設置",
    "Click to Open": "點擊打開",
    "Click to preview": "點擊預覽",
    "Preview": "預覽",
    "vanilla_refresh.itemsetsUI.seperator1": "                                                       ",
    "Clear Inventory: ✔": "清空物品欄: ✔",
    "Clear Inventory: ❌": "清空物品欄: ❌",
    "Open chat (": "打開聊天欄 (",
    ") and use your cursor to click UI": ") 並使用滑鼠點擊介面",
    "Select an Item Set  ": "選擇一个物品配置  ",
    "Selecting an item set will clear your current inventory": "選擇一个物品配置後將會清空你的目前的背包",
    "Click to Give": "點擊獲得",
    "  Build Palletes & Styles": "  樣式",
    "  Armor": "  盔甲",
    "  Blocks": "  方塊",
    "Select a Wand  ": "選擇一個手杖  ",
    "Applied permanent night vision": "給予永久夜視效果",
    "Removed permanent night vision": "移除永久夜視效果",
    "— D —": "— D —",
    "— DA —": "— DA —",
    "— DAY —": "— DAY —",
    "— DAY ": "— DAY ",
    "—  DAY  —": "—  DAY  —",
    " DAY ": " DAY ",
    "Add an item to this Armor Stand first to create an item rack": "首先在这个盔甲架上添加一个物品来创建一个物品架",
    "Health: ": "血量：",
    "Type: ": "種類： ",
    "Player": "玩家",
    "Mob": "生物",
    "Boss": "Boss",
    "Miscellaneous": "雜項",
    "Distance: ": "距離: ",
    " blocks away": " 格方塊遠",
    "Clock": "時鐘",
    "Time: ": "時間: ",
    "Day: ": "日期: ",
    "Lodestone": "磁石",
    "Last Death": "上一次死亡",
    "No Death Located": "沒有死亡紀錄",
    "Coordinates: ": "座標: ",
    "Compass": "指南针",
    "Facing: ": "朝向： ",
    ", North": ", 北",
    ", East": ", 東",
    ", South": ", 南",
    ", West": ", 西",
    "Free Float mode activated": "自由飛行模式已啟用",
    "Hold ": "按住 ",
    " to hover down. - Time Left: ": " 以緩緩下降 - 剩餘時間： ",
    "'s Soul": "的靈魂",
    "Soul": "靈魂",
    "Player Soul": "玩家靈魂",
    " Time Left: ": " 剩餘時間： ",
    " minutes, ": " 分鐘，",
    " hours, ": " 小時，",
    " seconds": " 秒",
    " survived ": " 存活 ",
    " time since spawning into the world and now has a total of ": " 從進入世界以來已經存活的時間  ",
    " time since their last death and now has a total of ": " 從上次死亡以來已經重生後的時間  ",
    " deaths": " 死亡次數",
    "Select a Gamerule Category ": "選擇一項遊戲規則類別 ",
    "ⓘ Value Info": "ⓘ 選項資訊",
    "0 = Gamerule/setting is disabled\\n1 = Gamerule/setting is enabled\\n\\nOther values mean the setting has more options than just enabled and disabled. (Next to the value, it'll describe what option is set)": "0 = 遊戲規則/設置已禁用\\n1 = 遊戲規則/設置已啟用\\n\\n其他值表示設置有更多選項，而不單單只是啟用或禁用。 (數值旁邊會描述設置了什麼選項)",
    "Overworld: ": "主世界: ",
    "The Nether: ": "地獄: ",
    "The End: ": "終界: ",
    "Other Dimensions: ": "其他維度: ",
    "Players: ": "玩家: ",
    "Operators: ": "管理員: ",
    "Creative Mode: ": "創造模式: ",
    "Spectators: ": "旁觀者: ",
    "There are currently ": "當前有 ",
    " players ": " 名玩家 ",
    "online": "在線",
    "There is currently ": "當前有 ",
    " player ": " 名玩家 ",
    "A total of ": "總共 ",
    "ever joined the game": " 加入過遊戲",
    "You're the only player to ever join this world": "你是唯一加入這遊戲的玩家",
    "ⓘ Sharing: ": "ⓘ 分享: ",
    "  Member ": "  成員 ",
    "Member ": "成員 ",
    "(ID: ": "(ID: ",
    "Your member ID can be used by others to view your stats. To view someone else's stats, use ": "您的成员ID可以被其他人用来查看您的统计数据。要查看其他人的统计数据，请使用 ",
    ", replacing ": ", 更換 ",
    " with the member ID of an online player.": " 以在線玩家的 ID。",
    "\\n(Hold ": "\\n(按住 ",
    " to view online players' member IDs)": " 查看在線玩家的 ID)",
    "\\n\\nYou can make your stats private from non-operator players by disabling this setting.": "\\n\\n您可以透過禁用此設置來使你的統計數據對非操作員玩家保密。",
    "That player is offline or doesnt exist": "此玩家離線或不存在",
    "This player has disabled viewing of their stats": "此玩家已隱藏個人數據",
    "This user's stats are privated for non-operators\\n": "此用戶已設為私人選項\\n",
    "Player Stats of ": "玩家統計數據為 ",
    "Time Played: ": "遊玩數據: ",
    "Time Since Last Death: ": "上次死亡以來的時間: ",
    "Average Deaths Per Hour: ": "每小時平均死亡次數: ",
    "Mob Kills: ": "怪物擊殺: ",
    "Player Kills: ": "玩家擊殺: ",
    "XP Level: ": "經驗等級: ",
    "Deaths: ": "死亡次數: ",
    "Select a Settings Category ": "選擇一個設置類別 ",
    "Reset Settings": "重置設定",
    "Click to reset settings to default": "點擊將所有設定重置為預設值",
    "Disable All": "禁用所有",
    "Click to disable all settings (Useful if you just want Vanilla Refresh's creative mode tools)": "点击以禁用所有设置（如果您只想使用 Vanilla Refresh 的创造模式工具，则非常有用)",
    "Click to insert/copy command": "點擊插入/複製指令",
    " << Click to insert command": " << 點擊插入指令",
    "Run the above command and replace ": "運行上述指令並將 ",
    " with a player name": " 替換為玩家名稱",
    "This command works for online and offline players": "此指定適用於在線與離線玩家",
    "Removed ": "移除了 ",
    " block animation markers": " 方塊動態標記",
    "No entity was found": "未找到實體",
    ": Removed ": ": 移除了 ",
    " block animation markers]": " 方塊動態標記]",
    " crop XP markers": " 作物經驗值標記",
    " night mobs": " 夜間怪物",
    " soul links": " 靈魂鏈結",
    ": shattered": ": 取消了",
    "Shattered": "取消的",
    "PREVIEW:": "預覽：",
    "\\nPREVIEW:\\n": "\\n預覽：\\n",
    "You've entered": "你已進入",
    "Spectator Actions": "旁觀者操作",
    " Spectator Mode": " 旁觀者模式",
    "Random Player": "隨機玩家",
    "Night Vision: Enabled": "夜視：開啟",
    "Night Vision: Disabled": "夜視：關閉",
    "World Spawn": "世界出生點",
    "Last Death Location": "上次死亡地點",
    "Night Vision: ❌": "夜視效果: ❌",
    "Night Vision: ✔": "夜視效果: ✔",
    "Ghost Particles: ❌": "幽靈粒子效果: ❌",
    "Ghost Particles: ✔": "幽靈粒子效果: ✔",
    "vanilla_refresh.spectateUI.seperator1": "   -> ",
    "vanilla_refresh.spectateUI.seperator2": "      -> ",
    "vanilla_refresh.spectateUI.seperator3": "            -> ",
    "Appear": "出現",
    "Death Location": "死亡位置",
    "Disabled ": "禁用 ",
    "Enabled ": "啟用 ",
    "Night Vision": "夜視",
    "Now spectating ": "正在旁觀 ",
    "...no one?": "...沒有人在嗎？",
    "Teleported to ": "傳送到 ",
    "Click to run this command": "點擊運行此指令",
    "Disabled your ": "禁用你的 ",
    "Enabled your ": "啟用你的 ",
    "Ghost Particles": "幽靈例子",
    "Multiplayer": "多人遊戲",
    "Creative": "創造模式",
    "Other": "其他",
    "Griefing": "破壞",
    "Blocks & Items": "方塊與物品",
    "Entities": "實體",
    "vanilla_refresh.settings.categories.seperator1": "   ",
    "vanilla_refresh.settings.categories.seperator2": "       ",
    "vanilla_refresh.settings.categories.seperator3": "  ",
    "vanilla_refresh.settings.categories.seperator4": "   ",
    "vanilla_refresh.settings.categories.seperator5": "  ",
    "vanilla_refresh.settings.categories.seperator6": "   ",
    "\\nWelcome to ": "\\n歡迎來到 ",
    "! You'll be able to configure each feature within Vanilla Refresh to your liking here. Hover over an ": "！你可以根據個人偏好設定 Vanilla Refresh 的每個功能。將滑鼠懸停在 ",
    " icon to get a description of what a setting does.\\n": " 圖示上，以查看此設定的說明。\\n",
    "Continue\\n": "繼續\\n",
    "Click to Proceed to the Settings page": "點擊前往設定頁面",
    "Information moment": "資訊提示",
    "For Soul Links to function correctly, the gamerule Keep Inventory will have to be enabled. Confirm below to allow Vanilla Refresh to enable Keep Inventory.": "為了正確使用靈魂連結，必須啟用遊戲規則 Keep Inventory（死亡不掉落）。請於下方確認以允許 Vanilla Refresh 啟用此設定。",
    "Enable Keep Inventory & Soul Links": "啟用 Keep Inventory（死亡不掉落）與靈魂連結",
    "Value can't be lower than 0": "值不能小於 0",
    ": Optimized and refreshed all mob health scores for existing and non existing entities": "：已優化並刷新所有現有與尚未生成實體的生命值分數",
    "Are you sure you want to disable Stats Tracking?": "你確定要停用統計追蹤嗎？",
    " When stats are disabled individually, only their display is removed, but they are still tracked incase later its desired to be re-enabled. If you disable this setting, ": "當單獨停用統計資料時，僅會移除其顯示，實際資料仍會繼續記錄，以便日後重新啟用。如果你停用了這個設定，",
    "stats will stop tracking entirely,": "統計將完全停止追蹤，",
    " and if you re-enable Stats Tracking after disabling it, the stats will no longer be accurate.": "而如果在停用後重新啟用統計追蹤，資料將不再準確。",
    "Disable it!": "停用它！",
    "Night": "夜晚",
    "Midnight": "午夜",
    "Day": "白天",
    " - Set the time to 1000": " - 設定時間為 1000",
    " - Set the time to 13000": " - 設定時間為 13000",
    " - Set the time to 18000": " - 設定時間為 18000",
    "Player hours successfully reset": "玩家遊戲時數已成功重置",
    "Are you sure you want to reset all players played hours stats? Click below to confirm.": "你確定要重置所有玩家的遊玩時間統計嗎？請點擊下方確認。",
    "Click to Confirm and reset all player hours": "點擊確認並重置所有玩家時數",
    "> Confirm and Reset <\\n": "> 確認並重置 <\\n",
    "Loaded Soul Links successfully shattered": "已成功解除所有靈魂連結",
    "Are you sure you want to shatter all soul links? Click below to confirm.": "你確定要解除所有靈魂連結嗎？請點擊下方確認。",
    "Click to Confirm and shatter all soul links": "點擊確認並解除所有靈魂連結",
    "> Confirm and Shatter Soul Links <\\n": "> 確認並解除靈魂連結 <\\n",
    "Tip: - If at any point you'd like to, you can sit down ingame by looking straight down, sneaking and right clicking": "提示：- 若你想在遊戲中坐下，只需垂直向下看、潛行並點擊右鍵即可",
    "Tip: - Dropping an anvil on blocks like Deepslate Tiles, Packed Ice, or Stone Bricks will crush them back into their original forms.": "提示：- 將鐵砧掉落在深板岩磚、浮冰或石磚等方塊上，可將其還原為原始形態",
    "Tip: - You can use a lever to swap between armor stand poses": "提示：- 你可以使用拉桿來切換盔甲架的姿勢",
    "Tip: - You can equip banners on an empty head slot by holding the banner you want to wear and clicking sneak multiple times.": "提示：- 手持旗幟並多次點擊潛行鍵，可將旗幟裝備在頭部空槽",
    "Tip: - Dropping an Echo Shard on a mob will silence them. You can unsilence them by placing water on the mob": "提示：- 對生物投擲回聲碎片會使其靜音，倒水可解除靜音效果",
    "Tip: - Curious about what this world's gamerules are set to? You can view their values by using ": "提示：- 想知道這個世界的遊戲規則嗎？你可以輸入指令 ",
    " in chat": " 於聊天中查看值",
    "Tip: - Creative Mode users have access to Vanilla Refresh creative features. Use ": "提示：- 創造模式玩家可使用 Vanilla Refresh 的創造功能，輸入 ",
    " for helpful tools and ": " 來取得實用工具與 ",
    "Wands": "法杖",
    "Item Sets": "物品組合",
    " to quickly give yourself a set of items, like armor": "，快速獲得一組物品，例如盔甲",
    "Tip: - Holding ladders and pressing sneak on a ladder block allows you extend its length and hang over air blocks": "提示：- 手持梯子並對著梯子方塊按住潛行，可延伸梯子並懸掛在空中",
    "Tip: - Dropping an Ender Pearl on your Lodestone allows you teleport instantly to it within a 80 block radius": "提示：- 將末影珍珠投擲至磁石上，可在 80 格範圍內瞬間傳送過去",
    "Tip: - View a variety of your player stats ingame by using ": "提示：- 使用以下指令可在遊戲中查看各項玩家統計數據 ",
    "A new player has joined the server! Member #": "新玩家已加入伺服器！成員編號 #",
    "Tip: - Cauldrons with water still work in the Nether without evaporating": "提示：- 下界的煉藥鍋裝水不會蒸發，仍可正常使用",
    "Tip: - Swift Sneak allows you to quickly bridge across areas with the same speed as walking": "提示：- 使用迅捷潛行可使你以與行走相同速度快速搭橋",
    "Tip: - This chat message is not from a player": "提示：- 此聊天訊息不是來自玩家",
    "Tip: - You can use Charged Creepers on Wither Skeletons to instantly get their skull": "提示：- 使用帶電苦力怕炸死凋零骷髏可直接獲得骷髏頭顱",
    "Tip: - The explosion of beds can be used to mine through netherrack for ancient debris": "提示：- 利用床的爆炸可有效挖掘遠古殘骸",
    "Tip: - Below the deepslate layer underground you'll find significantly more diamonds": "提示：- 深板岩層以下鑽石產量明顯較高",
    "Tip: - Flooded caves contain more exposed ores than ordinary caves, so if you're seeking diamonds, try searching a flooded cave in the Ocean": "提示：- 含水洞穴比普通洞穴有更多裸露礦石，若想尋找鑽石，不妨在海洋中找尋含水洞穴",
    "Tip: - Iron isn't typically found on the surface of the world, but mountains generate high amounts of iron ore exposed to air.": "提示：- 鐵礦通常不會生成於地表，但高山區域會生成大量暴露的鐵礦",
    "Tip: - The lower a wolf's tail is, the less health it has": "提示：- 狼的尾巴越低，表示牠的生命值越低",
    "Tip: - Cats scare away Creepers, but also Phantoms": "提示：- 貓不僅能驅趕苦力怕，也能嚇走幻翼",
    "Tip: - Goats can be milked as an alternative to cows": "提示：- 山羊也可以像牛一樣擠奶",
    "Tip: - On Hard Mode, villagers have an 100% chance of zombifying from a zombie attack": "提示：- 在困難模式下，村民遭殭屍攻擊後會有 100% 機率變成殭屍村民",
    "Tip: - You can equip a banner on a shield to give your shields awesome designs.": "提示：- 你可以將旗幟裝備在盾牌上，打造獨特的盾牌樣式",
    "Tip: - Setting your FOV to 40 or less makes for great, cinematic base screenshots without FOV warp.": "提示：- 將視野設為 40 或更低可拍出無變形的電影風格基地截圖",
    "Tip: - Golden carrots make a great food source for those who have an abundance of gold and carrots": "提示：- 若你擁有大量金與紅蘿蔔，金胡蘿蔔會是極佳的食物來源",
    "Tip: - Feather Falling IV only has a approximate 2.7% chance of appearing on a enchanting table": "提示：- 摔落保護 IV 在附魔台上出現的機率約為 2.7%",
    "Tip: - The Silence armor trim has a 1.25% chance of appearing in Ancient City chests": "提示：- 寂靜盔甲紋飾在遠古城市寶箱中的出現機率為 1.25%",
    "Tip: - A Hoe can be used to quickly remove leaves from a tree": "提示：- 可用鋤頭快速清除樹葉",
    "Tip: - The Wither is immune to projectiles in its final phase": "提示：- 凋零在最終階段會對投射物免疫",
    "Tip: - Using Silk Touch to get nether gold ore and then smelting it into an ingot is more efficent": "提示：- 以精準採集取得下界金礦再熔煉成金錠更有效率",
    "Tip: - Barrels below solid blocks can still be opened": "提示：- 木桶即使被完整方塊覆蓋也能開啟",
    "Tip: - Placing a cauldron while its snowing in a biome will fill the cauldron with powdered snow": "提示：- 在下雪的生態區放置煉藥鍋可收集細雪",
    "Tip: - You can create your own mud blocks by pouring a water bottle on a block of dirt": "提示：- 可將水瓶倒在泥土上製作泥巴方塊",
    "Tip: - Lava can be farmed by placing a lava source block above pointed dripstone, and then placing a cauldron below the dripstone": "提示：- 將岩漿源放在滴水石錐上方，並在下方放煉藥鍋，即可無限產生岩漿",
    "Tip: - Endermen will attack any endermites they see": "提示：- 末影人會攻擊牠們看到的所有末影蟎",
    "Tip: - If you have too much emeralds, iron etc, you can convert them into blocks to save x9 space in your chests": "提示：- 若你有過多綠寶石、鐵等物，可合成方塊以節省九倍空間",
    "Tip: - Fortune III allows you to collect a greater amount of items when mining certain blocks, like ores and crops": "提示：- 使用時運 III 可在採礦或收成作物時獲得更多掉落物",
    "Tip: - Fighting mobs with axolotls regenerates your health": "提示：- 與美西螈一同戰鬥可幫助恢復生命值",
    "Tip: - Crops dont need to be directly touching water to grow, up to 4 blocks away the crop can still be hydrated": "提示：- 作物不必緊鄰水源，最遠四格內的耕地都能保持濕潤",
    "Tip: - Elytras can be repaired using phantom membranes or mending": "提示：- 鞘翅可用幻翼膜或經驗修補修復",
    "Tip: - Amethyst shards can be used to breed allays": "提示：- 紫水晶碎片可用來複製悅靈",
    "Tip: - Wolves scare away and attack skeletons": "提示：- 狼會驅趕並攻擊骷髏",
    "Tip: - A goat has a 2% chance of spawning as a screaming varient": "提示：- 山羊有 2% 機率生成為尖叫山羊",
    "Tip: - Press fn + F3 to open the debug menu and see helpful info like your coordinates and fps": "提示：- 按下 fn + F3 可開啟除錯選單，查看座標與幀數等資訊",
    "Tip: - Seeking an Ancient City? Try mining below mountains! Ancient Cities and the Deep Dark generate more often below them.": "提示：- 想找遠古城市？試試在高山下方挖掘！那裡更常生成遠古城市與深暗之域",
    "Tip: - A bow cannot have both the Mending and Infinity enchantments": "提示：- 弓不能同時擁有經驗修補與無限附魔",
    "Tip: - The rarest ores are deepslate coal and deepslate emerald": "提示：- 最稀有的礦石為深層煤礦與深層綠寶石礦",
    "Tip: - Use a blast furnance to quickly smelt ores": "提示：- 使用高爐可快速熔煉礦石",
    "Tip: - Use a smoker to quickly smelt food items": "提示：- 使用煙燻爐可快速烹煮食物",
    "Tip: - Campfires smelt food without using fuel": "提示：- 營火可在無燃料情況下烹煮食物",
    "Tip: - Lava buckets can be used as a fuel source in furnaces to smelt tons of items": "提示：- 岩漿桶可作為熔爐燃料，大量熔煉物品",
    "Tip: - Enderchests can only be mined with a Silk Touch pickaxe": "提示：- 末影箱只能用帶有精準採集的工具開採",
    "Tip: - Water buckets and a lava pool can be used to make a nether portal without ever needing to mine obsidian": "提示：- 利用水桶與岩漿池可建造下界傳送門，無需開採黑曜石",
    "Tip: - Sculk Blocks drop XP when mined. You can use a Hoe enchanted with Efficiency V to quickly gather XP from mined Sculk.": "提示：- 幽匿方塊會掉落經驗值，可用效率 V 鋤頭快速收集",
    "Tip: - You can instantly dry wet sponges by placing them in the Nether": "提示：- 將濕海綿放入下界可立即乾燥",
    "Tip: - In Warm Ocean Ruins, you can sometimes find Sniffer eggs buried in Suspicious Sand. Use a brush on these sand blocks to uncover a potential Sniffer egg.": "提示：- 在溫暖海洋遺跡中，可疑沙子中可能埋有嗅探獸蛋，使用刷子可挖掘出來",
    "Tip: - Diamond armor can be bought from armorer villagers for as cheap as 1 emerald": "提示：- 可從盔甲匠村民那裡以最低 1 顆綠寶石購得鑽石裝",
    "Tip: - Candles can be placed on cakes for a colorful touch": "提示：- 可將蠟燭放在蛋糕上增添繽紛氣氛",
    "Tip: - Each disc in a jukebox gives a different power level to comparators": "提示：- 唱片機播放不同唱片會給比較器不同等級紅石信號",
    "Tip: - You can hold ": "提示：- 你可以按住 ",
    " to view a list of all current players online": " 來查看所有線上玩家名單",
    "Tip: - Hold ": "提示：- 按住 ",
    " to sneak around sculk sensors and avoid being detected": " 以悄悄繞過幽匿感測體並避免被偵測",
    "Tip: - Wool can cancel out vibrations, so placing it or walking over it wont be detected by nearby Sculk Sensors ": "提示：- 羊毛能消除震動，放置或行走其上不會被附近的幽匿感測體偵測到",
    "Tip: - End portal frames have a 10% chance of generating already filled with an Eye of Ender. ": "提示：- 每個末地傳送門框架有 10% 機率自帶末影之眼",
    "Tip: - Sculk shriekers wont shriek when broken, though their breaking vibration can be delivered to a nearby Sculk Sensor. ": "提示：- 幽匿尖嘯體在被破壞時不會尖叫，但破壞產生的震動會傳遞給附近的幽匿感測體",
    "Tip: - Challenge advancements when completed can earn you some experience points": "Tip：- 完成挑戰成就後可以獲得一些經驗值",
    "Tip: - Coal ore stops generating in the deepslate layer of the world, so make sure you have enough torches before going too deep!": "Tip：- 主世界的深板岩層將不再生成煤礦，所以在深入之前確保有足夠的火把！",
    "Tip: - Mobs can only spawn on blocks with a light level of 0": "Tip：- 怪物只能在光照等级為 0 的方塊上生成",
    "Tip: - Blazes take damage from snowballs": "Tip：- 雪球可以對烈焰使者造成傷害",
    "Tip: - You can use a water bucket and place it below yourself to negate levitation from a Shulker attack.": "Tip：- 你可以在自己下方放置一桶水來抵銷漂浮效果",
    "Tip: - Hoe's can be used to quickly remove vegetation like moss, leaves, and sculk. Enchant one with Efficiency for even more speed.": "Tip：- 鋤頭可以用來快速清除苔藓、樹葉和茯苓等植被。有效率附魔时可以進一步提升速度。",
    "Tip: - Cactus destroys any item that touches it": "Tip：- 仙人掌会摧毁任何接觸到它的物品",
    "Tip: - You can sleep during thunderstorms, even if its daytime": "Tip：- 你可以在雷雨期間睡覺，即使是白天",
    "Tip: - Carpet can be placed on a fence, allowing players to jump on it, but not mobs. Helpful for enclosing livestock.": "Tip：- 地毯可以放置在柵欄上，允許玩家跳上去，但無法讓生物跳上去。這對於圈養牲畜非常有用。",
    "Tip: - Splash water bottles extinguish fire and burning mobs": "Tip：- 飛濺水瓶可以滅火並熄滅燃燒的生物",
    "Tip: - Along with magma blocks and soul sand, you can use doors and torches to regain air underwater": "Tip：- 除了岩漿塊和靈魂沙，你還可以使用門和火把在水下呼吸",
    "Tip: - If you wear a carved pumpkin on your head, endermen wont attack you when looking at them": "Tip：- 如果你頭上戴著雕刻南瓜，注視終界使者時他們將不會攻擊你",
    "Tip: - Eyes of Ender have a 20% chance of shattering after being thrown": "Tip: - 終界之眼在使用后有20%的機率破碎。",
    "Tip: - You can ride inside a boat and fall any height without taking damage": "Tip: - 無論從多高的地方坐船墜落都不會受到傷害。",
    "Tip: - Mobs won't despawn if they're inside a boat": "Tip: - 如果生物在船内，它们不會自然消失。",
    "Tip: - Netherite tools and armor can't burn in lava": "Tip: - 獄髓工具和盔甲不会在岩漿中燒毁。",
    "Tip: - If you feed a frog a magma cube, they'll spit it out as a neat Froglight block": "Tip: - 如果你給青蛙餵一個岩漿立方怪，它會把它吐出來，變成一个蛙光體。",
    "Tip: - Beacon blocks can share their pyramid base blocks, allowing you to stack beacon effects": "Tip: - 烽火臺能共享它们的金字塔底座方块，從而允許你疊加烽火臺效果。",
    "Tip: - Torches release light up to 14 blocks away, so space your torches 28 blocks away from each other to optimally prevent mobs from spawning": "Tip: - 火把的光照範圍可達 14 格，因此將火把間隔 28 格放置可以最佳地防止生物生成。",
    "Tip: - Large iron ore veins containing massive amounts of iron generate underground in the deepslate layer. You'll know you found one indicated by long strips of tuff with iron ore.": "Tip: - 大型鐵礦脈在深板岩層地下生成，含有大量鐵礦。當你發現它時，可以通過與鐵礦相連的長條狀凝灰岩来判斷。",
    "Tip: - Armor trims can be duplicated in a crafting table with diamonds, your smithing template, and a base block.": "Tip: - 在工作台上，使用鑽石來複製鍛造模板。",
    "Tip: - Use armor smithing templates in a smithing table to decorate your armor with neat patterns and designs": "Tip: - 在鍛造台上使用盔甲鍛造模板来为你的盔甲裝飾上圖案。",
    "Tip: - You can edit a placed sign by right clicking it": "Tip: - 右鍵點擊放置的告示牌可以編輯它。",
    "Tip: - Right click a wood log to turn it into a stripped log": "Tip: - 手持斧頭右鍵點擊原木可以將其變成剝皮原木。",
    "Tip: - While holding a map, right click a banner to mark the banners position on your map": "Tip: - 當拿著地圖时，右鍵點擊旗幟可以在地圖上標記旗幟的位置。",
    "Tip: - Use a Brush on an armadillo to collect armadillo scutes. You can use these scutes to craft wolf armor.": "Tip: - 在犰狳身上使用刷子可以收集犰狳鳞甲。你可以使用這些鳞甲来制作狼的盔甲。",
    "Tip: - Fireworks can be loaded and shot from a Crossbow": "Tip: - 煙火可以裝在弩上發射。",
    "Tip: - Enchanting Tables require a minimum of 15 nearby bookshelves to give level 30 enchantments": "Tip: - 附魔台需要至少15个書架才能提供30级的附魔。",
    "Tip: - Endermen can spawn in the Overworld, Nether, and End": "Tip: - 終界使者可以在主世界、地獄和終界生成。",
    "Tip: - You can up the difficulty of a Trial Chamber and obtain more valuable loot from it by drinking an Ominous Bottle": "Tip: - 飲用不祥之瓶，可以提高試煉之間的難度並獲得更有價值的戰利品。",
    "Tip: - Zombie Villagers can be cured by throwing a weakness splash potion at them and feeding them a golden apple.": "Tip: - 向殭屍村民投擲虛弱藥水並餵食金蘋果可以治愈它們。",
    "Tip: - Splash weakness potions and golden apples cure zombie villagers. Brew one in a brewing stand with water bottles, a fermented spider eye, and gunpowder": "Tip: - 飛濺虛弱藥水和金蘋果可以治愈殭屍村民。在釀造台上用水瓶、發酵蜘蛛眼和火藥釀造。",
    "Tip: - Endermen spawn frequently in the Nether's Warped Forest": "Tip: - 在地獄的扭曲森林中，終界使者的生成頻率更高。",
    "Tip: - Cartographer villagers can sell explorer maps leading to Trial Chambers": "Tip: - 製圖師村民会販賣前往試煉之間的地圖。",
    "Tip: - Wolves wearing wolf armor are completely invulnerable to most damage. Their armor will break after absorbing 64 damage (32❤)": "Tip: - 穿着狼鎧的狼對大多數傷害完全免疫。它们的狼鎧在吸收64点伤害（32❤）後會損壞。",
    "Tip: - Drinking a bucket of milk will clear away any effect, including Bad Omen/Raid Omen": "Tip: - 飲用牛奶可以清除任何效果，包括不祥之兆/突襲之兆。",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "vanilla_refresh.seperator.wands.entities": ""
}